// Проверяем, что данные экспортируются правильно

const geojsonData = {
  "type": "FeatureCollection",
  "name": "bishkek_filtered",
  "crs": { "type": "name", "properties": { "name": "urn:ogc:def:crs:EPSG::3857" } },
  "features": [
    { "type": "Feature", "properties": { "h3": "88201bdaedfffff", "population": 59.0 }, "geometry": { "type": "Polygon", "coordinates": [ [ [ 8312762.006098220124841, 5282563.162448222748935 ], [ 8312841.527165464125574, 5281772.041740236803889 ], [ 8313567.132102305069566, 5281446.775950524024665 ], [ 8314213.294674880802631, 5281912.534913158044219 ], [ 8314133.896083479747176, 5282703.675812985748053 ], [ 8313408.212439652532339, 5283029.037573690526187 ], [ 8312762.006098220124841, 5282563.162448222748935 ] ] ] } },
    { "type": "Feature", "properties": { "h3": "88201bdaebfffff", "population": 494.0 }, "geometry": { "type": "Polygon", "coordinates": [ [ [ 8314700.818441449664533, 5283960.724309017881751 ], [ 8314780.177180912345648, 5283169.461094619706273 ], [ 8315505.813051181845367, 5282843.989315045066178 ], [ 8316152.168847623281181, 5283309.684714219532907 ], [ 8316072.93263443838805, 5284100.968048197217286 ], [ 8315347.218094542622566, 5284426.535878781229258 ], [ 8314700.818441449664533, 5283960.724309017881751 ] ] ] } },
    // ...остальные данные из GeoJSON...
  ]
};

// Убедитесь, что объект экспортируется по умолчанию
export default geojsonData;
